Revit 2027 API
ParameterTypeId.SteelElemPlateArea Property
 "Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPlateArea { get; }
Public Shared ReadOnly Property SteelElemPlateArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPlateArea {
	ForgeTypeId^ get ();
}
static member SteelElemPlateArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace